Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཇི་སྟེ་རལ་གྲི་བསྒྲུབ་པར་འདོད་ན་རལ་གྲི་མ་ཉམས་པ་བླངས་ལ། མར་ངོའི་ཚེས་བརྒྱད་དམ་བཅུ་བཞི་ལ་རས་རིས་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་དང་གཏོར་མ་བཏང་ཞིང་བསྲུང་བ་བྱས་ནརལ་གྲི་ལག་པ་གཡས་པས་བཟུང་སྟེ། ཇི་སྲིད་འོད་འཕྲོ་བ་དང་འབར་བ་དེ་སྲིད་ཀྱི་བར་དུ་བཟླས་པ་བྱས་ན།
en: “The sādhana of the sword. “If one wants to perform this sādhana, one should take an undamaged sword, and lay out before the painting bountiful offerings during the eighth or the fourteenth day of the dark fortnight. One should offer bali according to procedure and, having performed the protection, should grasp the sword with the right hand and recite the mantra until the sword sparkles.

source: གལ་ཏེ་འོད་འཕྲོ་ན་ནི་རིག་པ་འཛིན་པ་གཅིག་པུར་འགྱུར་རོ། །
en: If it does, one will become a sole vidyādhara.

source: འབར་བས་ནི་དེ་རིག་པ་འཛིན་པ་རྣམས་ཀྱི་རྒྱལ་པོར་འགྱུར་བ་དང་། སྟོབས་དང་ཕ་རོལ་གནོན་པ་ཐོགས་པ་མེད་པ་དང་གང་གིས་མཐོང་བ་དང་གང་མཐོང་བ་དེ་དང་ལྷན་ཅིག་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: If, however, it flashes with light, one will become the king of all vidyādharas, with invincible power and valor, and will fly up together with all those whom one sees and those that see oneself. {26.35}

source: ཅི་སྟེ་རྡོ་རྗེ་བསྒྲུབ་པར་འདོད་ན་ལྕགས་བཟང་པོའི་རང་བཞིན་ལས་རྡོ་རྗེ་བྱས་ཏེ། སོར་བཅུ་དྲུག་པ་རྩེ་མོ་གཉི་ག་ཡང་རྩེ་གསུམ་པ་ཙནྡན་དམར་པོས་བྱུགས་ལ།
en: “The sādhana of the vajra. “If one wants to perform this sādhana, one should make a vajra from ‘flower-metal,’ three-pointed at either end and sixteen fingers long, and wipe it with red sandalwood.

source: ཆོ་འཕྲུལ་གྱི་ཟླ་ཕྱེད་ཀྱི་ཚེས་ནས་བརྩམས་ནས་རས་རིས་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ཏེ་བཟླས་པ་བྱ་ཞིང་།
en: Then, starting on the prātihāra bright fortnight, one should lay out before the painting many offerings and recite the mantra daily.

source: ཚེས་ནས་ཉི་མ་རེ་རེ་ཞིང་རེ་རེས་བསྐྱེད་པའི་དགེ་སློང་དག་ལ་བཤོས་དྲང་བར་བྱའོ། །
en: One should also give food to the monks to nourish them.

source: ཐ་མར་ནུབ་གསུམ་སྨྱུང་བ་བྱས་ལ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་མདུན་དུ་རས་རིས་རབ་ཏུ་བཞག་ཅིང་། མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ལ། མར་གྱི་མར་མེ་བརྒྱ་རབ་ཏུ་སྦར་ཞིང་
en: In the final stage, one should fast for three nights, place the painting in a caitya containing relics, offer a large pūjā, and light one hundred butter lamps.

source: ཀུ་ཤའི་ཁྲེས་ལ་ཉེ་བར་འདུག་པར་བྱའོ། །
en: Sitting on a bundle of kuśa grass,

source: ལག་པ་གཉིས་ཀྱིས་རྡོ་རྗེ་བཟུང་ལ་ཇི་སྲིད་འབར་བ་དེའི་བར་དུ་བཟླས་པ་བྱ་ཞིང་། དེ་བཟུང་ན་དེ་འཁོར་དང་བཅས་པ་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར།
en: one should grasp the vajra with both hands and recite the mantra until the vajra emits light. When one holds this vajra, one will fly up surrounded by a retinue of seven

source: རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར། ཕྱག་ན་རྡོ་རྗེ་དང་འདྲ་བར་ཕ་རོལ་གནོན་པར་འགྱུར།
en: and become the monarch of vidyādharas with power and valor equal to Vajrapāṇi’s.

source: ལུས་ཞིག་ནས་ཕྱག་ན་རྡོ་རྗེའི་གནས་སུ་འགྲོ་བར་འགྱུར་རོ། །
en: At the time of physical demise, one will ascend to Vajrapāṇi’s realm. {26.36}

source: དེ་བཞིན་དུ་མདུང་རྩེ་དང་འཁོར་ལོ་དང་མདའ་དང་མདུང་ལ་སོགས་པ་མཚོན་ཐམས་ཅད་དང་མཆིལ་ལྷམ་དང་སོ་ཤིང་དང་མཆོད་ཕྱིར་ཐོགས་ལ་སོགས་པ་གཞན་གྱི་ཆོ་གའི་བྱ་བས་བསྒྲུབ་པར་བྱ་ཞིང་།
en: “Similarly, one can magically empower all weapons, such as spears, discuses, arrows, javelins, and so forth, as well as cloth shoes, wooden staffs, and sacred threads, following other procedures.

source: ཐམས་ཅད་ཀྱང་གྲུབ་པ་རྣམ་པ་གསུམ་ཡིན་ནོ། །
en: For each of them the accomplishment is threefold. {26.37}

source: ཞི་བ་བྱེད་པར་འདོད་པ་ལ་པདྨའི་རྣམ་པ་འདྲ་བའི་ཐབ་ཁུང་བྱས་ལ། མཆོད་སྦྱིན་ལ་འོས་པའི་ཡན་ལག་གིས་མེ་རབ་ཏུ་སྦར་ལ་བླུགས་གཟར་གྱིས་ཟས་མཆོག་དང་ཞོ་དང་སྦྲང་རྩི་དང་མར་དང་སྦྱར་བའི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་ཞག་གསུམ་བྱས་ནབདག་དང་གཞན་ཞི་བར་འགྱུར་རོ། །
en: “The rite of pacifying a pestilence. “If one wants to perform the rite of pacifying, one should construct a lotus-shaped altar, light a fire using sticks suitable for sacrifice, and, using the small sacrificial ladle, offer one thousand and eight oblations of sweet rice pudding mixed with curds, honey, and ghee. Within three nights, the pestilence will be pacified for oneself or for one other person.

source: ཞག་བདུན་གྱིས་ནི་གྲོང་ངམ་གྲོང་ཁྱེར་གྱི་འཆི་བ་མང་པོའི་ཉེ་བར་འཚེ་བ་ཞི་བར་འགྱུར་རོ། །
en: Within seven nights, it will be pacified for the entire village or town.

source: ཤིང་ཤ་མའི་ཡམ་ཤིང་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་ཀྱང་བྱའོ། །
en: In the event of a pestilence with high mortality, one should offer oblations of sticks of the śamī tree smeared with curds, honey, and ghee.

source: ཡང་ན་ཤིང་ཨུ་དུམ་བཱ་རའི་ཡམ་ཤིང་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་ཀྱང་བྱའོ། །
en: In the event of drought, one should offer oblations of sticks of the udumbara tree smeared with curds, honey, and ghee.

source: ཆར་མི་འབབ་པ་ལ་ནི་མངར་གསུམ་གྱི་སྦྱིན་སྲེག་བྱས་ན་ཐམས་ཅད་དུ་མཆོག་ཏུ་ཞི་བ་ཆེན་པོར་འགྱུར་རོ། །
en: If one offers the three sweet things, it will completely pacify any pestilence.

source: སློང་མོའི་ཟས་ཟ་ཞིང་ཆོ་འཕྲུལ་ཆེན་པོའི་ཟླ་ཕྱེད་ཀྱི་ཟླ་བ་ཉའི་བར་དུ་ནུབ་གསུམ་སྨྱུང་བ་བྱས་ལ།
en: In the event of famine, one should recite the mantra three million times. {26.38}

source: ཟླ་བ་གཟས་ཟིན་པ་ན་བ་ནག་མོའི་འོ་མ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་ཏེ་འཐུངས་ན་བཅུད་ཀྱིས་ལེན་གྱི་ཡོན་ཏན་དང་ལྡན་པར་འགྱུར་རོ། །
en: “[Rites for obtaining longevity.] “On the night of the full moon of a prātihāra bright fortnight, during a lunar eclipse, having fasted for three nights, one should incant milk of a black cow one hundred and eight times and drink it, as it has now become an elixir of long life endowed with many qualities.

source: རྩྭ་དཱུར་བའི་འཇག་མ་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པས་སྟོང་རྩ་བརྒྱད་ནུབ་བཅུའི་བར་དུ་སྦྱིན་སྲེག་བྱས་ན་
en: One should offer, over a period of ten nights, one thousand and eight oblations of panic grass sprouts smeared with curds, honey, and ghee.

source: དུས་མ་ཡིན་པར་འཆི་བ་རབ་ཏུ་ཞི་ཞིང་ཚེ་རིང་བར་འགྱུར་རོ། །
en: This will prevent untimely death and ensure long life. {26.39}

source: རྒྱལ་མཚན་དང་དུང་ལ་སོགས་པ་ལ་མངོན་པར་བསྔགས་ན།
en: “Various rites. “One should incant a banner, a conch, or another such item.

source: མཐོང་བ་དང་ཐོས་པས་ཕ་རོལ་གྱི་སྡེ་དཔུང་གིས་མི་གཡོ་བར་བྱས་པར་འགྱུར་རོ། །
en: The mere sight or sound of it will paralyze an enemy army.

source: བུམ་པ་སར་པ་འབྲུ་ཐམས་ཅད་དང་སྤོས་ཆུས་བཀང་བ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་པས་ལོག་འདྲེན་གྱིས་གཙེས་ཤིང་ཟིན་པ་བཀྲུས་ཏེ་དབང་བསྐུར་ན་དཔལ་དང་ལྡན་པར་འགྱུར་རོ། །འདིས་དབང་བསྐུར་ན་སྡིག་པ་ཀུན་ལས་གྲོལ་བར་འགྱུར་ཏེ།
en: One should prepare a new jar, completely filled with rice and scented water, and incant it one hundred and eight times. If one sprinkles with the contents someone attacked by vināyakas and then washes them, the person thus consecrated will acquire great fortune and will be free from all their nonvirtue.

source: དཀྱིལ་འཁོར་གྱི་ལས་དང་གདོན་གྱི་ལས་རྣམས་ཀྱང་བྱེད་པར་འགྱུར་རོ། །
en: One can also perform maṇḍala rites and the rites [to control] grahas. {26.40}

source: རྨ་བྱའི་མཇུག་མ་ལ་ལན་འབུམ་བཟླས་བརྗོད་བྱས་ན་དུག་ཐམས་ཅད་སེལ་བར་འགྱུར་རོ། །
en: “One can remove all poisons with a peacock’s feather incanted one hundred thousand times.

source: དེ་ཉིད་ཀྱིས་རིམས་དང་མིག་གི་ནད་དང་གཟེར་ཐབས་ལ་སོགས་པ་སེལ་བར་བྱེད་དོ། །
en: Using the same feather, one can cure fever, pain in the eyes, and other diseases.

source: སྲུང་བའི་སྐུད་པས་ནི་ནད་ཐམས་ཅད་ལས་གྲོལ་བར་འགྱུར་རོ། །
en: Using [an incanted] thread, one can cure all fevers.

source: ཕྱག་རྒྱ་དང་ལྡན་པའི་ཇི་སྐད་གསུངས་པའི་སྔགས་ཀྱིས་སེང་ལྡེང་གི་ཡམ་ཤིང་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ན་ལྷ་མ་ཡིན་གྱི་སྔགས་འཇོམས་པར་བྱེད་དོ། །
en: By using the mantra in combination with the mudrā, one can smash the magical diagrams of the asuras. {26.41}

source: དུས་གསུམ་དུ་ཉིན་མཚན་ཉི་ཤུ་རྩ་གཅིག་ལ་འབྲས་ཐུག་པོ་ཆེ་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ན་ལོངས་སྤྱོད་ཐོབ་པར་འགྱུར་རོ། །
en: “If one offers one thousand and eight oblations of bilva fruit smeared with curds, honey, and ghee, one will obtain enjoyments. {26.42}

source: ལྷ་དབང་དུ་བྱ་བར་འདོད་ན་ཨ་ག་རུའི་ཡམ་ཤིང་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སྦྱིན་སྲེག་དུས་གསུམ་དུ་ཉིན་ཞག་ཉི་ཤུ་རྩ་གཅིག་ལ་སྟོང་རྩ་བརྒྱད་བྱའོ། །
en: “Rites of enthrallment. “If one wants to enthrall gods, one should offer one thousand and eight oblations of agalloch sticks smeared with curds, honey, and ghee at the three junctions of the day for twenty-one days.

source: འབྲས་ཐུག་པོ་ཆེ་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པ་གཅིག་ཏུ་བྱས་པས་སྦྱིན་སྲེག་བྱས་ན་ཟས་མི་ཟད་པར་འགྱུར་རོ། །
en: If one offers oblations of rice grains mixed with curds, honey, and ghee, one’s store of food will never diminish. {26.43}

source: གནོད་སྦྱིན་དབང་དུ་བྱེད་ན་གུ་གུལ་གྱི་རིལ་བུ་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པའི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱའོ། །
en: “When enthralling yakṣa s, one should offer oblations of bdellium pills smeared with curds, honey, and ghee.

source: ཤིང་མྱ་ངན་མེད་ཀྱི་ཡམ་ཤིང་གི་ནི་གནོད་སྦྱིན་མོ་རྣམས་ལ་བྱའོ། །
en: For yakṣiṇīs, one should use sticks of the aśoka tree;

source: ཀླུ་རྣམས་ལ་ནི་ཀླུ་ཤིང་གི་མེ་ཏོག་གིས་བྱའོ། །
en: for nāga s, flowers of cobra’s saffron.

source: འཕགས་པ་ཕྱག་ན་རྡོ་རྗེ་ལ་ནི་ཨ་ཀ་རུའི་ཡམ་ཤིང་གིས་བྱའོ། །
en: For the noble Vajrapāṇi, one should use agalloch sticks;

source: རིག་པ་འཛིན་པ་ལ་ནི་པོ་སོན་ཆའི་ཤིང་གི་ཡམ་ཤིང་གིས་སོ། །
en: for vidyādharas, damanaka twigs;

source: ཨ་ག་རུའི་ཡམ་ཤིང་ལ་ཏུ་རུ་སྐའི་འབྲུ་མར་གྱིས་བཏགས་པས་ནི་དྲི་ཟ་ལ་སྦྱིན་སྲེག་བྱའོ། །
en: for gandharvas, sticks of agalloch smeared with olibanum oil.

source: ཡི་དགས་རྣམས་ལ་ནི་བིལ་བའི་ཤིང་གི་ཡམ་ཤིང་གིས་སོ། །
en: To enthrall pretas, one should offer oblations of frankincense;

source: མིའམ་ཅི་རྣམས་ལ་ནི་སྲ་རྩི་པོག་གི་སྦྱིན་སྲེག་གིས་སོ། །
en: for kinnaras, oblations of pine resin; for vināyakas, oblations of sarja resin.

source: ལོག་འདྲེན་ཐམས་ཅད་ལ་ནི་ཞག་བདུན་དུ་སྦྱིན་སྲེག་བརྒྱ་རྩ་བརྒྱད་བྱའོ། །
en: For each of these classes of beings one should offer one hundred and eight oblations for seven days.

source: རྒྱལ་པོའི་བུ་ལ་ནི་ཡུངས་ཀར་ཏིལ་མར་གྱིས་བཏགས་པ་དུས་གསུམ་དུ་ཞག་བདུན་ལ་སྦྱིན་སྲེག་བརྒྱ་རྩ་བརྒྱད་བྱ་ཞིང་།
en: “To enthrall a king, one should offer, at the three junctions of the day for seven days, one hundred and eight oblations of ‘royal’ mustard seeds smeared with sesame oil.

source: ཉི་མ་ལ་མངོན་དུ་ཕྱོགས་ནས་བཟླས་བརྗོད་འབུམ་བྱས་ན་སྡིག་པ་ཐམས་ཅད་ལས་རབ་ཏུ་གྲོལ་བར་འགྱུར་རོ། །
en: “If one recites the mantra 100,000 times while facing the sun, one will be free from all one’s nonvirtue. {26.44}

source: རིག་པ་ཐམས་ཅད་ཚིམ་པར་བྱེད་པར་འདོད་ན་བ་གཅིན་དང་ནས་ཀྱི་ཁ་ཟས་ཟ་ཞིང་རྩྭ་ཨུ་ཤི་ར་ལས་གཟུགས་བརྙན་བྱས་ཏེ།
en: “Propitiation of vidyā s. “One desiring to propitiate any vidyā should fashion, while living on a diet of barley and cow urine, an effigy of her out of an uśīra root.

source: མེ་ཏོག་དཀར་པོས་མཆོད་ཅིང་འོ་མ་བརྒྱ་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱས་ནས་འོ་མས་ཁྲུས་བྱས་ཏེ། བཟླས་པ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཤིང་ཨ་ག་རུའི་དུད་པས་བདུགས་ན་ཚིམ་ཞིང་རྒྱས་པར་བྱས་པར་འགྱུར་རོ། །
en: One should worship it with white flowers, offer one hundred and eight oblations of milk, wash the effigy in milk, and offer incense of agalloch incanted one hundred and eight times. The vidyā goddess will be propitiated.

source: ལན་གཅིག་བཟླས་པས་བདག་བསྲུང་བ་བྱས་པར་འགྱུར་རོ། །
en: With a single utterance of her vidyā , one’s own protection will be effected;

source: ལན་གཉིས་བཟླས་པས་གཞན་བསྲུང་བ་བྱས་པར་འགྱུར་རོ། །
en: with a double utterance, the protection of other beings;

source: ལན་གསུམ་བཟླས་པ་བྱས་པས་རྫས་བསྲུང་བ་བྱས་པར་འགྱུར་རོ། །
en: with a triple utterance, the protection of substances. {26.45}

source: ལུས་ཆད་པ་དང་ཞོམ་པ་དང་དུག་གིས་རེག་པ་དང་ཕུར་བུས་བཏབ་པ་རྣམས་ལ་རྟས་པར་བྱེད་པར་འདོད་ན་སྨན་ཨུ་ཤི་ར་ལས་གཟུགས་བརྙན་དུ་བྱས་ཏེ།
en: “One desiring to help a vidyā [goddess] who has been broken, crushed, and destroyed by being nailed down with stakes should fashion her effigy out of uśīra root and worship it with white flowers.

source: མེ་ཏོག་དཀར་པོས་མཆོད་ལ་འདིས་གཙུག་ཏོར་གྱི་རྒྱལ་པོའི་རས་རིས་ཀྱི་མདུན་དུ་ཡུངས་ཀར་གྱི་རྒྱལ་པོ་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་ལ་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ན་
en: One should then offer, before the painting of the same Uṣṇīṣarāja, one thousand and eight oblations of ‘royal’ mustard smeared with curds, honey, and ghee.

source: རིག་པ་ཉེ་བར་དམིགས་ནས་ཕུར་བུ་འབྱུང་བར་འགྱུར་རོ། །
en: As for the vidyā , she will be freed from the stakes. {26.46}

source: ཇི་སྲིད་དུ་བཟླས་ཀྱང་རིག་པ་འབྲས་བུ་མེད་པར་ཤེས་ན་གི་ཝང་གིས་གྲོ་ག་ལ་བྲིས་ཏེ། གྲོ་ག་དེ་ལ་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་ནས།
en: “If one knows that the vidyā [formula] has been corrupted by bad people, one should write it on birchbark with bezoar [ink] and incant it one hundred and eight times with one’s own mantra.

source: བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ལ། བཅོམ་ལྡན་འདས་འདི་དང་ལྷན་ཅིག་སྟོང་རྩ་བརྒྱད་བཟླས་ལ།
en: Then, one should offer a large pūjā to the Blessed One and recite [the vidyā ] together with the Blessed One one thousand and eight times.

source: ཀུ་ཤའི་སྟན་དེ་ཉིད་དུ་གཉིད་ལོག་ན་རྨི་ལམ་དུ་འོངས་ཏེ་འབྲས་བུ་མེད་པའི་རྒྱུ་སྟོན་པར་འགྱུར་རོ། །
en: If one goes to sleep right at the place of recitation on a bed of kuśa grass, the vidyā goddess will arrive in one’s dream and tell the missing or superfluous [parts of the vidyā formula]. {26.47}

source: ཅི་སྟེ་མེ་ཏོག་པདྨ་བསྒྲུབ་པར་འདོད་ན། ཙནྡན་དམར་པོ་ལས་པདྨ་བྱས་ཏེ། མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་
en: “The sādhana of the lotus. “If one wants to perform this sādhana, one should fashion a lotus flower out of red sandalwood and offer a large pūjā.

source: ཞག་གསུམ་སྨྱུང་བ་བྱས་ཏེ། པདྨ་ལག་པ་གཡས་པས་བཟུང་ལ་ཇི་སྲིད་འབར་བ་དེ་སྲིད་ཀྱི་བར་དུ་བཟླས་པ་བྱས་ན།
en: After three nights’ fast, one should take the flower with one’s right hand and recite the mantra until the flower emits light.

source: གཡོག་འཁོར་ཉི་ཤུ་དང་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར། རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར།
en: One will then fly up surrounded by a retinue of twenty and become a monarch of vidyādharas.

source: ཐོགས་པ་མེད་པར་འགྲོ་བར་འགྱུར།
en: One’s movement will not be obstructed.

source: གང་གི་ཚེ་འཆི་བ་དེའི་ཚེ་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: When one dies, one will ascend to Sukhāvatī. {26.48}

source: ཅི་སྟེ་རྡོ་རྗེ་བསྒྲུབ་པར་འདོད་ན། གྲོག་མཁར་གྱི་ས་དང་བྱེ་མ་བསྲེས་ནས་རྡོ་རྗེ་བྱས་ལ།
en: “The sādhana of the one-pronged vajra. “If one wants to perform the sādhana of the vajra, one should make a vajra from clay from an anthill, mixed with sand.

source: བསླངས་པའི་ཁ་ཟས་ཀྱིས་འཚོ་ཞིང་མི་སྨྲ་བའི་དཀའ་ཐུབ་དང་ལམ་འགོག་པར་བྱེད་ཅིང་རྡོ་རྗེ་བཟུང་སྟེ། མྱུར་དུ་བཟླས་པ་འབུམ་བྱའོ། །
en: Living on alms, observing silence, and acting in a non-threatening manner, one should take hold of this vajra and recite the mantra three hundred thousand times.

source: རྡོ་རྗེ་ནི་རྩེ་གཅིག་པར་བྱས་ཏེ།
en: The vajra thus used must be one-pronged.

source: རྡོ་རྗེ་དེ་ཡུངས་ཀར་གྱི་ནང་དུ་གཞག་ལ། ཡུངས་ཀར་དེ་ཇི་སྲིད་དུ་ཙི་ཏི་ཙི་ཏིའི་སྒྲ་སྒྲོགས་པ་དེ་སྲིད་དུ་བཟླས་པ་བྱས་ན་རྡོ་རྗེ་འགྲུབ་པར་འགྱུར་རོ། །
en: One should place this vajra nearby among white mustard seeds and keep it there while reciting the mantra until the mustard makes a hissing sound, which indicates that the vajra is now successfully empowered.

source: རྡོ་རྗེ་དེ་བླངས་ནས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཏེ། རིའི་རྩེ་མོ་ཡང་ཕྱེ་མར་བྱེད་ལ་ཀླུའི་ཤིང་ཡང་སྐེམ་པར་བྱེད་ཅིང་ཆུ་བོ་ཡང་རྒྱུན་ཕྱོགས་ལས་ཟློག་པར་བྱེད་དོ། །
en: While holding it, one can accomplish any activity, such as pulverizing mountains; drying up nāga ponds; reversing the flow of rivers;

source: ཀླུ་རྣམས་འབྱེར་བར་བྱེད་དོ། །
en: putting the nāga s to flight;

source: དུག་རྣམས་དུག་མེད་པར་བྱེད་དོ། །
en: removing poison;

source: སྲོག་ཆགས་ཐམས་ཅད་རེངས་པར་བྱེད་དོ། །
en: paralyzing,

source: རྨོངས་པར་བྱེད་དོ། །
en: confusing,

source: ལྟུང་བར་བྱེད་དོ། །
en: or bringing ruin upon any being;

source: སྔགས་ཕྱེ་མར་བྱེད་དོ། །
en: destroying magical devices;

source: ཤིང་རྟ་ལ་སོགས་པ་ཡང་རེངས་པར་བྱེད་དོ། །
en: or arresting the movement of carts and so forth, or turning them to dust.

source: དེ་ལ་སོགས་པའི་ལས་ཐམས་ཅད་བྱེད་པར་འདི་ཉིད་ཀྱི་རྩེ་གསུམ་པའི་རྡོ་རྗེས་སྒྲུབ་པར་བྱེད་དེ།
en: One can perform all this and any other activity. {26.49}

source: གཙུག་སྤྱོད་ཀྱིས་ཀྱང་མངོན་སུམ་དུ་བགེགས་བྱེད་པར་མི་ནུས་སོ། །འདིའི་ཆོ་གས་རྟག་ཏུ་བཟླས་པ་བྱེད་པའི་དུས་སུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱི་སྔགས་ཀྱིས་ཐོག་མ་དང་ཐ་མར་ལན་རེ་རེ་བཟླས་པ་བྱེད་ན།
en: “Nobody can possibly create obstacles for someone doing the practice of the uṣṇīṣa [king] Cakravartin, as one becomes Mūrdhaṭaka in person, if the right procedure is followed, but not without it. During the recitation session, one should always recite the mantra of Buddhalocanā at the beginning and at the end.

source: དེ་དག་ཞི་བ་ཉིད་དུ་འགྱུར་ཞིང་གྲུབ་པ་ཡང་མངོན་སུམ་དུ་འགྱུར་རོ། །
en: In this way one will invoke gentle benevolence. One’s accomplishment will become apparent. {26.50}

source: དེ་ནས་རྒྱ་མཚོ་ཆེན་པོར་འབབ་པའི་ཆུ་བོ་ལ་ཡི་གེ་གཅིག་པས་པདྨ་འབུམ་དོར་ན། དཔལ་རང་འོངས་ནས་མཆོག་དང་རྒྱལ་སྲིད་ཀྱང་སྦྱིན་པར་བྱེད་དེ།
en: “[The sādhana of Śrī (Lakṣmī).] “One should descend to a river that flows into the ocean and set afloat as an offering one hundred thousand lotuses. [The goddess] Śrī will arrive and grant a boon; she will grant a kingdom.

source: ཅི་སྟེ་འབྲུ་གཅིག་པ་དང་བཅས་པའི་པདྨ་འབུམ་ཕྲག་གསུམ་དོར་ནས་ཀུན་ལ་དབང་བའི་རྒྱལ་པོར་འགྱུར་རོ། །ལྔ་འབུམ་བཟླས་ན་འཛམ་བུའི་གླིང་གི་བདག་པོར་འགྱུར་རོ། །
en: If one then offers three hundred thousand lotuses, one will become the king of all the land, as well as the supreme monarch of Jambūdvīpa.

source: ས་འོག་ཏུ་འཇུག་པའི་སྒོར་རྐང་པ་བཞག་སྟེ། འབུམ་ཕྲག་གསུམ་བཟླས་ན་འཁྲུལ་འཁོར་ཐམས་ཅད་བཅོམ་ནས་དོགས་པ་མེད་པར་འགྱུར་ཞིང་།
en: If one erects the painting before a hole in the ground and recites the mantra three hundred thousand times, all the magical devices [that block the entrance] will fall. One should enter without fear.

source: ཞུགས་ནས་ཀྱང་བཅུད་ཀྱིས་ལེན་ཐམས་ཅད་འབྱིན་པར་འགྱུར་རོ། །
en: One should remain there.

source: ཇི་སྟེ་དེ་ཉིད་དུ་འདུག་ནའང་ཁྱབ་འཇུག་གི་འཁོར་ལོའི་འཇིགས་པ་མེད་པར་འགྱུར་རོ། །
en: There will be no danger from Viṣṇu’s discus.

source: ཅི་སྟེ་འཁོར་ལོ་ནང་དུ་བྱུང་ན་ཡང་སྔགས་དྲན་པ་ཙམ་གྱིས་ཐལ་བར་འགྱུར་རོ། །
en: Even if the discus makes it inside, it will be turned to ashes by the mere recollection of the mantra.

source: བསམས་པ་ཙམ་གྱིས་ཕྱིར་གསོ་བར་ཡང་ནུས་སོ། །
en: It can be revived by a mere wish.

source: ནམ་ཡང་ཕྱིས་རབ་ཏུ་འཇུག་པར་ཡང་མི་འགྱུར་རོ། །
en: It will never enter again. {26.51}

source: ཡར་ངོ་དེ་དང་དེའི་ཚེས་གཅིག་ནས་བརྩམས་ཏེ། དུས་གསུམ་དུ་སྣ་མའི་མེ་ཏོག་ལ་ལན་གཅིག་བཟླས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ཀྱི་མཐེ་བོའི་དྲུང་དུ་གཞག་པ་བྱས་ནས། ཅི་ཙམ་ན་ཞབས་ཀྱི་མཐོ་བོ་ནས་འོད་ཟེར་བྱུང་ནས། སྒྲུབ་པ་པོ་དེའི་ལུས་ལ་ཞུགས་པར་འགྱུར་གྱི་བར་དུ་བྱས་ན།
en: “[Various rites.] “Starting from the first day of a bright fortnight, one should strike, thrice a day, the big toe of the Blessed One’s foot with jasmine flowers incanted one time until light radiates from the toe and enters one’s own body.

source: དེའི་མོད་ཁོ་ན་ལ་སྐྲ་འཁྱིལ་ཞིང་འཁོར་དང་ལྡན་པར་ཡང་འགྱུར་རོ། །
en: At this very moment one’s straight hair will become curly,

source: འཁོར་དང་བཅས་པ་ནམ་མཁའ་ལ་འགྲོ་ཞིང་རིག་པ་འཛིན་པའི་རྒྱལ་པོར་ཡང་འགྱུར་རོ། །
en: and one will fly up surrounded by a retinue. One will become the king of vidyādharas

source: དེ་ནས་རྒྱ་མཚོའི་ངོགས་སུ་རས་རིས་ནུབ་ཕྱོགས་སུ་བསྟན་ཏེ་བཞག་ལ་ཀླུ་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ནས། རྒྱ་མཚོ་ལ་དམིགས་ནས་ཀླུ་ཤིང་གི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་འབུམ་བྱས་ན།
en: “One should erect on the ocean shore the painting facing west, light a fire using sticks of cobra’s saffron, and offer into it one hundred thousand oblations of flowers of cobra’s saffron, dedicating them to the ocean.

source: རྒྱ་མཚོའི་རླབས་འབྱུང་བར་འགྱུར་ཏེ།
en: Waves will arise there.

source: དེ་ནི་གྲུབ་པའི་མཚན་མ་ཡིན་པས་འཇིགས་པར་མི་བྱའོ། །
en: One should not fear such signs of success;

source: ཇི་སྲིད་རྒྱ་མཚོ་ལས་བྲམ་ཟེའི་གཟུགས་ཀྱིས་འོང་བར་འགྱུར་རོ། །
en: they will continue to appear until Samudra himself appears in the guise of a brahmin and says,

source: བདག་གིས་ཅི་ཞིག་བྱ་ཞེས་སྨྲ་བ་ན་ཁྱོད་ངའི་དབང་དུ་གྱིས་ཤིག་ཅེས་སྨྲ་བར་བྱའོ། །
en: ‘What can I do for you?’ One should reply, ‘Surrender to my control.’

source: དེ་ནས་གང་ཅི་བསྒོ་བ་དེ་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: He will then do whatever one asks for. {26.53}

source: ས་ལ་པདྨ་འདབ་མ་སྟོང་དང་ལྡན་པ་བྲིས་ཏེ། དེའི་སྟེང་དུ་འདུག་ནས་བརྒྱ་ཕྲག་སྟོང་བཟླས་པ་བྱས་ན་པདྨ་དེ་ས་ལས་འཕགས་ནས་གཡོག་འཁོར་སྟོང་དང་བཅས་པ་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: “One should draw a thousand-petaled lotus on the ground, sit upon it, and recite the mantra one hundred thousand times. A [real] lotus will grow out of the earth. Being thus lifted up, one will fly up surrounded by a retinue of one thousand.

source: བསྐལ་པ་ཆེན་པོར་གནས་པའི་རིག་པ་འཛིན་པའི་རྒྱལ་པོར་ཡང་འགྱུར་རོ། །
en: One will become the king of vidyādharas with a lifespan of one great eon.

source: འོད་དཔག་ཚད་ལྔར་སྣང་བར་བྱེད་པར་འགྱུར་རོ། །
en: One’s halo will radiate within a five-league radius without causing any alarm [to anyone]. {26.54}

source: ཆོ་འཕྲུལ་ཆེན་པོའི་ཟླ་བ་ཕྱེད་ལ་སྣ་མའི་མེ་ཏོག་དང་ལྡན་པས་རེ་རེ་ཞིང་བཟླས་ཤིང་། བཅོམ་ལྡན་འདས་ཀྱི་གཙུག་ཏོར་གྱི་སྟེང་དུ་འབུམ་ཕྲག་གཅིག་ཕུལ་ན། ཇི་སྲིད་གཙུག་ཏོར་ནས་འོད་ཟེར་འབྱུང་བར་འགྱུར་ཏེ།
en: “One should offer, during the prātihāra bright fortnight, one hundred thousand jasmine flowers above the uṣṇīṣa of the Blessed One, reciting the mantra over each and every flower, until a light radiates from the uṣṇīṣa and enters one’s own body.

source: སྒྲུབ་པ་པོའི་ལུས་ལ་ཞུགས་ཀྱི་བར་དུ་བྱས་ན་དེའི་མོད་ཁོ་ན་ལ་མངོན་པར་ཤེས་པ་ལྔ་ཐོབ་པར་འགྱུར་རོ། །
en: At that very moment one will acquire the five superknowledges.

source: འབུམ་ཕྲག་བཅུ་བཟླས་པ་བྱས་ན་ཇི་ལྟ་ཇི་ལྟར་རབ་ཏུ་སྦྱར་བ་སྟེ་དེ་ལྟ་དེ་ལྟར་ལས་བྱེད་པར་འགྱུར་རོ། །
en: When one has thus incanted and offered one million flowers,

source: བཅོམ་ལྡན་འདས་འདི་ཉིད་དང་ལྷན་ཅིག་གལ་ཏེ་རིག་པ་ཟློ་བར་བྱེད་ན་དེ་ངེས་པར་འོང་བར་འགྱུར་རོ། །
en: if one then recites whatever vidyā one wants to employ along with the mantra of the Blessed One,

source: མངོན་སུམ་དུ་བཟླས་ན་ཡང་འོང་བར་འགྱུར་རོ། །
en: she will definitely arrive in person while being recited.

source: གལ་ཏེ་འོང་བར་མི་བྱེད་ན་དེའི་མགོ་འགས་པའམ་སྐེམ་པར་འགྱུར་རོ། །
en: If she fails to arrive, she will burst at the head and wither away. {26.55}

source: ཡི་གེ་གཅིག་པ་འདི་ནི་གཞན་ཅི་ཞིག་ཡིན་ཏེ། གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བ་དེ་བཞིན་གཤེགས་པ་འདི་ཉིད་མངོན་སུམ་ཡིན་ཏེ།
en: “This One Syllable is indeed the cakravartin Uṣṇīṣa , a tathāgata in person.

source: ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ན་སྔགས་དང་རིག་པ་ཐམས་ཅད་ཀྱི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་ཉིད་དོ། །
en: Who else could be the tathāgata king of all the mantras and vidyā s in this world with its gods?

source: གདུགས་དཀར་པོ་དང་གཟི་བརྗིད་ཕུང་པོ་ལ་སོགས་པ་ནི་འདིའི་གཡོག་འཁོར་ཡིན་ཏེ།
en: The most prominent uṣṇīṣa kings in his retinue are Sitātapatra and Tejorāśi.

source: གཙུག་ཏོར་གྱི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་ཀྱང་བསྒྲུབ་པར་བྱ་བ་ཡིན་ཏེ། ཆོ་ག་ཐམས་ཅད་འདི་ཉིད་ལ་སྦྱར་བར་བྱ་ཞིང་།
en: One should employ the same complete sādhana procedure of each of the uṣṇīṣa kings.

source: གཙུག་ཏོར་གྱི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་ཀྱང་འདི་བསྒྲུབ་པར་བྱའོ། །ཆོ་ག་ཐམས་ཅད་ཀྱིས་ཀྱང་འདི་བསྒྲུབ་པར་བྱའོ། །
en: All the uṣṇīṣa kings can be accomplished by means of this [sādhana alone].

source: དངོས་གྲུབ་དམ་པ་འདོད་པས་ཀྱང་གནས་མ་ཡིན་པར་སྦྱར་བར་མི་བྱའོ། །
en: If one desires the supreme accomplishment, one must not employ [him] in the wrong place or time.

source: གལ་ཏེ་སྦྱོར་བར་བྱེད་ན་གྲུབ་པ་དམ་པར་འགྱུར་བ་མ་ཡིན་ཞིང་།
en: If one does, the supreme accomplishment will not come.

source: མདོར་ན་ལྷ་ཐམས་ཅད་ཀྱང་འདིས་འགུགས་པར་བྱེད་དོ། །
en: In short, all the gods can be summoned with this [One Syllable]. {26.56}

source: དེ་ནས་གཏེར་འབྱིན་པར་འདོད་ན་གང་དུ་གཏེར་ཡོད་པ་དེར་སོང་ལ། རྩ་བ་མི་གནག་པའི་བུམ་པ་བླངས་ནས་དྲི་ཞིམ་པོ་ཐམས་ཅད་ཀྱི་ལྡེ་གུས་བྱུགས་ཏེ། ཙནྡན་དཀར་པོ་དང་ཆུའི་ནང་དུ་བཅུག་སྟེ། སྟོང་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་ནས་གལ་ཏེ་གཏེར་ཡོད་ན་ས་དེ་རང་བྱེ་བར་འགྱུར་རོ། །
en: “[With One Syllable,] one can also unveil a treasure trove. One should go to where the trove is, take a white jar, smear it with ‘all fragrances,’ fill it with water infused with white sandalwood, incant it with the mantra one thousand and eight times, and deposit it where the trove [is supposed to be]. If the trove is there, the earth will burst open.
